export default {
  projections: {
    ДокумПоставкиE: {
      дата: {
        __caption__: 'Дата'
      },
      номДокПостав: {
        __caption__: 'Номер документа поставки'
      },
      организация: {
        __caption__: 'Наименование организации',
        наимОрганиз: {
          __caption__: 'Наименование организации'
        }
      },
      сотрудники: {
        __caption__: 'Ответственный',
        фИОСотруд: {
          __caption__: 'Ответственный'
        }
      },
      клиенты: {
        __caption__: 'Наименование заказчика',
        заказчик: {
          __caption__: 'Заказчик'
        },
        телефон: {
          __caption__: 'Телефон'
        },
        адресПоставки: {
          __caption__: 'Адрес поставки'
        }
      },
      инфОЗаказе: {
        __caption__: 'Информация о заказе',
        товары: {
          __caption__: 'Товары',
          наимТовара: {
            __caption__: 'Наим товара'
          },
          единицыИзмер: {
            __caption__: 'Единицы измерения'
          },
          цена: {
            __caption__: 'Цена товара'
          }
        },
        количество: {
          __caption__: 'Количество'
        }
      }
    },
    ДокумПоставкиL: {
      дата: {
        __caption__: 'Дата'
      },
      номДокПостав: {
        __caption__: 'Номер документа поставки'
      },
      организация: {
        __caption__: 'Наименование организации',
        наимОрганиз: {
          __caption__: 'Наименование организации'
        }
      },
      сотрудники: {
        __caption__: 'Ответственный',
        фИОСотруд: {
          __caption__: 'Ответственный'
        }
      },
      клиенты: {
        __caption__: 'Заказчик',
        заказчик: {
          __caption__: 'Заказчик'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номДокПостав: {
      __caption__: 'Номер документа поставки'
    },
    клиенты: {
      __caption__: 'Наименование заказчика'
    },
    организация: {
      __caption__: 'Наименование организации'
    },
    сотрудники: {
      __caption__: 'Ответственный'
    },
    инфОЗаказе: {
      __caption__: 'Информация о заказе'
    }
  }
};
