export default {
  caption: 'Документ распределения по баржам',
  'дата-caption': 'Дата',
  'номерДокРаспр-caption': 'Номер документа распределения',
  'докумПоставки.организация.наимОрганиз-caption': 'Наименование организации',
  'докумПоставки.клиенты.заказчик-caption': 'Заказчик',
  'докумПоставки.клиенты.телефон-caption': 'Телефон',
  'докумПоставки.клиенты.адресПоставки-caption': 'Адрес поставки',
  'докумПоставки-caption': 'Номер документа поставки',
  'сотрудники-caption': 'Ответственный',
  'пунктПогрузки-caption': 'Адрес пункта погрузки',
  'списокБарж-caption': 'Номер баржи',
  'списокКонтей-caption': 'Номер контейнера'
};
