export default {
  caption: 'Документ результатов поставки',
  'дата-caption': 'Дата',
  'статусЗаказа-caption': 'Статус заказа',
  'наличиеДеф-caption': 'Наличие дефектов',
  'удовлКл-caption': 'Удовлетворенность клиента',
  'докумРасп.докумПоставки.организация.наимОрганиз-caption': 'Наименование организации',
  'докумРасп.докумПоставки.клиенты.заказчик-caption': 'Наименование заказчика',
  'докумРасп.докумПоставки.клиенты.телефон-caption': 'Телефон',
  'докумРасп.докумПоставки.клиенты.адресПоставки-caption': 'Адрес поставки',
  'докумРасп-caption': 'Номер документа распределения по баржам',
  'сотрудники-caption': 'Ответственный'
};
